CSI API ETABS v1

# cDesignConcreteIndian_IS_456_2000 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDCoIndian_IS_456_2000 Indian_IS_456_2000 { get; }

    ReadOnly Property Indian_IS_456_2000 As cDCoIndian_IS_456_2000
    	Get

    Dim instance As cDesignConcrete
    Dim value As cDCoIndian_IS_456_2000

    value = instance.Indian_IS_456_2000

    property cDCoIndian_IS_456_2000^ Indian_IS_456_2000 {
    	cDCoIndian_IS_456_2000^ get ();
    }

    abstract Indian_IS_456_2000 : cDCoIndian_IS_456_2000 with get

#### Property Value

Type: cDCoIndian_IS_456_2000

See Also

#### Reference

cDesignConcrete Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com